<?php

//** PAGE 0 **//
    $domain = 'http://'.$_SERVER['SERVER_NAME'].'/';
    $page_url = "$domainpages";
    
    $lang = 'ru';
    $lang_switch = './en/';

    $title = 'Рогатнев Никита | Персональный сайт разработчика';
    $name = 'Рогатнев Никита';
    $description = 'Проектирование и производство веб-сайтов, SEO, SMO, SMM, технический и поисковый аудит';
    $keywords = 'Рогатнев, Никита Рогатнев, ип рогатнев, Рогатнев сайт, Рогатнев персональный сайт, Рогатнев работы, Rogatnev, Rogatnev Nikita, Rogatnev webmaster, Rogatnev website, Rogatnev site, mail@rogatnev.ru, сайт, management, networks, routing, company, swithing, swithing, разработчик, ccna, ccna1, ccna2, ccna3, ccna4, corporate, developer, domservis, finland, maintaining, домсервис, интернет, поддержание, управляющей, applied, download, modx, russian, studio, рвм, резюме';
    
    $location = 'Миккели, Финляндия';
    $available = 'Доступен для сотрудничества';
    $not_available = 'Недоступен для сотрудничества';
    
    $menuitem1 = 'ОПЫТ РАБОТЫ';
    $menuitem2 = 'ОБРАЗОВАНИЕ';
    $menuitem3 = 'НАВЫКИ';
    $menuitem4 = 'УСЛУГИ';
    $menuitem5 = 'ПОРТФОЛИО';
    $menuitem6 = 'ПУБЛИКАЦИИ';
    $menuitem7 = 'КОНТАКТЫ';
    
    $news = 'НОВОСТИ';
    $newsitem = 'Внимание! К сожалению, вынужден вам сообщить, что с 25 августа по 15 октября 2015 заказы на разработку сайтов не принимаются.';
    $download_btn = 'СКАЧАТЬ РЕЗЮМЕ';
//** PAGE 0 **//


//** PAGE 1 **//
    $menuitem1_subtitle_1 = 'СЕЙЧАС РАБОТАЮ';
    $menuitem1_subtitle_2 = 'РАБОТАЛ';
    
    $till_date = 'НВ';

    $now_work3_placename = 'HTML ACADEMY';
    $now_work3_position = 'НАСТАВНИК'; 
    $now_work3_description = 'Проверка практических заданий и код-ревью проектов студентов, а также помощь с вёрсткой макетов во время индивидуальных онлайн консультаций.'; 

    $now_work2_placename = 'POSITIVE COMMUNICATIONS';
    $now_work2_position = 'ВЕБ-МАСТЕР'; 
    $now_work2_description = 'С 2013 года сотрудничаю с Санкт-Петербургским отделением «Positive Communications». Основная задача - поддержание английской и русской версий сайта управляющей компании «РВМ Капитал»; еженедельное создание резервной копии lite версии сайта.'; 
    
    $now_work1_placename = 'ФРИЛАНС';
    $now_work1_position = 'ВЕБ-МАСТЕР'; 
    $now_work1_description = 'С 2010 года разработано более 40 сайтов для индивидуальных и корпоративных клиентов. Семь из них на самописной CMS.'; 


    $past_work4_placename = 'TЁПЛЫЙ ДОМ & ДОМСЕРВИС';
    $past_work4_position = 'LEAD ВЕБ-РАЗРАБОТЧИК'; 
    $past_work4_description = 'Создание корпоративных сайтов, SEO оптимизация и их еженедельное поддержание.'; 

    $past_work3_placename = 'САЙТОРИЯ';
    $past_work3_position = 'ВЕБ-МАСТЕР'; 
    $past_work3_description = 'С декабря 2013 по март 2014 года сотрудничал со студией дизайна «Сайтория». За этот период было создано пять сайтов на системе управления содержимым MODx Revolution.';

    $past_work2_placename = 'ADHERE MOBILE / CITICERVICE';
    $past_work2_position = 'SENIOR BACK-END РАЗРАБОТЧИК'; 
    $past_work2_description = 'Разработка Казахстанской мобильной социальной сети на базе WAP и Yii PHP фреймворкa.'; 

    $past_work1_placename = 'ARKVISION';
    $past_work1_position = 'FRONT-END РАЗРАБОТЧИК & ДИЗАЙНЕР'; 
    $past_work1_description = 'Создание дизайн-макетов сайтов (преимущественно лендингов) и их верстка на базе Bootstrap.'; 
//** PAGE 1 **//


//** PAGE 2 **//
    $menuitem2_subtitle_1 = 'КВАЛИФИКАЦИИ';
    $menuitem2_subtitle_2 = 'СЕРТИФИКАТЫ';
    $menuitem2_subtitle_3= 'ДОПОЛНИТЕЛЬНО';

    $country_rus = 'РОССИЯ';
    $country_fi = 'ФИНЛЯНДИЯ';

    $univercity1_qualification = 'МАСТЕР ЦИФРОВОЙ ОБРАБОТКИ ИНФОРМАЦИИ';
    $univercity1_name = 'ГБОУ ЛИЦЕЙ ПРИ СПбГУТ';
    $univercity1_description = 'С сентября 2009 г. по май 2012 г. прошел обучение по программе профильно-профессиональной подготовки «Мастер цифровой обработки информации» в объеме 1020 часов.';
    
    $univercity2_qualification = 'БАКАЛАВР ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ';
    $univercity2_name = 'MIKKELIN AMMATTIKORKEAKOULU';
    $univercity2_description = 'С августа 2012 г. по июль 2015 г. прошел обучение в университете прикладных наук города Миккели, Финляндия (Mikkelin Ammattikorkeakoulu) на кафедре IT (Информационные Технологии).';    
    
    $open = 'ОТКРЫТЬ';
    
    $extra = 'Член международной ассоциации веб-мастеров';
//** PAGE 2 **//


//** PAGE 3 **//
    $menuitem3_subtitle_1 = 'ПРОГРАММИРОВАНИЕ';
    $menuitem3_subtitle_2 = 'РАЗРАБОТКА (CMS)';
    $menuitem3_subtitle_3 = 'СОФТ';
    $menuitem3_subtitle_4 = 'ЯЗЫКИ';    

    $level = 'УРОВЕНЬ';
    $level_expert = 'ЭКСПЕРТ';
    $level_advanced = 'ПРОДВИНУТЫЙ';
    $level_middle = 'СРЕДНИЙ';
    $level_beginner = 'НАЧАЛЬНЫЙ';
    $level_basic = 'БАЗОВЫЙ';
    $level_native = 'НОСИТЕЛЬ';
    $level_lang_eng = 'UPPER-INTERMEDIATE';
    
    $lang_ru = 'РУССКИЙ';
    $lang_en = 'АНГЛИЙСКИЙ';
    $lang_ch = 'КИТАЙСКИЙ';
    $lang_fi = 'ФИНСКИЙ';
//** PAGE 3 END **//


//** PAGE 4 **//
    $menuitem4_subtitle_1 = 'СОЗДАНИЕ САЙТОВ';
    $menuitem4_subtitle_2 = 'АУДИТ';
    
    $site_type_1 = 'ЛЕНДИНГ';
    $site_type_1_description = 'Лэндинг пэйдж или целевая страница создается, как правило, под определенную услугу или товар с целью побуждения посетителя к покупке. Главными инструментами направления трафика на целевую страницу являются контекстно-медийная реклама (директ, google adwords), социальные сети и поисковики. Главная цель - быстрая продажа товара или услуги посетителю страницы. Для этого информация подается максимально сжато и четко, а покупка совершаться максимально быстро и легко.';
    $site_type_1_price = 'Цена: от 7000 ₽<br>Срок: от 5 дней';
    
    $site_type_2 = 'САЙТ-ВИЗИТКА';
    $site_type_2_description = 'Сайт-визита – это небольшой сайт, как правило, состоящий из не более десяти страниц, где посетитель может найти основную информацию о компании или частном лице либо сфере его деятельности. Наиболее распространенными разделами сайта-визитки являются: Информация о нас, Услуги, Контактны, Галерея. В отличие от целевой страницы, основной задачей сайта-визитки является как можно более подробное и детальное информирование посетителя о самой компании/частном лице, предлагаемых услугах, сфере деятельности. Личный сайт-визитка обязательно имеется у певцов, художников, артистов, публичных людей либо у каждого, кто желает рассказать о сфере своей деятельностью друзьям, коллегам, подписчикам, посетителям сайта.';
    $site_type_2_price = 'Цена: от 10000 ₽<br>Срок: от недели';
    
    $site_type_3 = 'КОРПОРАТИВНЫЙ САЙТ';
    $site_type_3_description = 'Корпоративный сайт – в отличие от сайта-визитки, корпоративный сайт – это сайта компании, лицо бренда. Поэтому может отличаться строгим дизайном, формальной подачей информации, обязательно должен содержать логотип компании и может включать в себя такие разделы, как: информация о компании, товары и услуги, схема проезда, отзывы покупателей, контактная информация, время работа офиса, возможности оплаты и тд.';
    $site_type_3_price = 'Цена: от 20000 ₽<br>Срок: от 2 недель';
    
    $site_type_4 = 'ИНТЕРНЕТ-МАГАЗИН';
    $site_type_4_description = 'Интернет-магазин представляет собой каталог товаров или услуг, с возможностью их добавления в корзину и последующей покупой и оформлением доставки. Такие сайты должны иметь четкую навигацию, поиск по сайту, регистрацию пользователя, историю заказов, информацию о доставке.';
    $site_type_4_price = 'Цена: от 35000 ₽<br>Срок: от месяца';

    $audit_type_1 = 'АУДИТ САЙТА';
    $audit_type_1_description = 'Экспертный анализ сайта — это не набор из данных статистики и ярких графиков, который эффектно выглядит, но обычно не решает проблемы. Аудит сайта направлен на поиск причин, из-за которых возникли трудности при продвижении. В аудите вы увидите проблемные места своего сайта, получите подробные инструкции по их устранению и найдете ответы на вопросы, с которыми столкнулись в процессе развития своего ресурса.';
    $audit_type_1_price = 'Цена: 7000 ₽<br>Срок: неделя';
    
    $audit_type_2 = 'ПОИСКОВЫЙ АУДИТ';
    $audit_type_2_description = 'После завершения анализа продвижения сайта – определения его специфики, ключевых слов и оценки видимости ресурса по необходимым запросам, будет сформирован файл, в котором: правильно выстроено семантическое ядро сайта, содержится подробный отчет о позициях сайта на странице результатов поиска (по всем перечисленным ключевым словам), изложен разработанный план оптимизации сайта, предоставляются варианты оптимизации существующего контента (рекомендации для написания текстов и функциональных доработок, которые смогут улучшить занимаемые позиции сайта в поисковых результатах).';
    $audit_type_2_price = 'Цена: 10000 ₽<br>Срок: неделя';
    
    $audit_type_3 = 'ТЕХНИЧЕСКИЙ АУДИТ САЙТА';
    $audit_type_3_description = 'После того как технический анализ сайта будет завершен, вы получаете подробный отчет, включающий в себя перечень всех имеющихся проблем и рекомендации по устранению выявленных погрешностей и ошибок. В отчете вы сможете увидеть точную информацию о текущем состоянии программного кода сайта, настройках хостинга и другую важную информацию.';
    $audit_type_3_price = 'Цена: 15000 ₽<br>Срок: 3 недели';
    
    $audit_type_4 = 'МАРКЕТИНГОВЫЙ АУДИТ';
    $audit_type_4_description = 'Проведя внешний маркетинговый аудит, а также внутренние исследования, будет сформирован перечень рекомендаций для правильного позиционирования сайта в интернете: какие виды рекламы стоит использовать, и какой результат будет получен с применения того или иного метода продвижения бизнеса. Кроме того, выполнив аудит маркетинговой деятельности, вы получите рекоммендации о том, как сделать ваш сайт максимально удобным для пользования и устранить все недостатки, которые мешают посетителям работать с ресурсом и возвращаться на него снова и снова.';
    $audit_type_4_price = 'Цена: 25000 ₽<br>Срок: 3 недели';
    
    $audit_type_5 = 'КОМПЛЕКСНЫЙ АУДИТ';
    $audit_type_5_description = 'Только комплексный анализ сайта, предполагающий многосторонний подход к изучению ресурса, дает возможность оценить качество всех элементов сайта с различных точек зрения, а также выявить как отрицательные, так и положительные стороны выбранной стратегии продвижения. Проведя комплексный анализ сайта, вам будет предоставлен комплекс рекомендаций, следуя которым, ресурс можно будет сделать более удобным для пользователей, повысить качество навигации, улучшить соответствие сайта запросам посетителей, а также, добиться хорошей видимости ресурса в поисковых системах и выявить новые перспективы для его оптимизации. Профессиональный комплексный аудит сайта может увеличить отдачу от ресурса в несколько раз.';
    $audit_type_5_price = 'Цена: 30000 ₽<br>Срок: месяц';
//** PAGE 4 END **//

    
//** PAGE 5 **//
    $menuitem5_subtitle_1 = 'ПОСЛЕДНИЕ РАБОТЫ';
//** PAGE 5 END **//


//** PAGE 6 **//
    $menuitem6_subtitle_1 = 'РЕСУРСЫ';
    $publications_all = 'ВСЕ';
    $publications_sort = 'ПО ДАТЕ';
    $publications_type_digest = 'ДАЙДЖЕСТ';
    $publications_type_translate = 'ПЕРЕВОД';
    $publications_type_thesis = 'ТЕЗИС';
    $publications_continue = 'Читать дальше на';
    
    $publications_date_jan = 'ЯНВ';
    $publications_date_feb = 'ФЕВ';
    $publications_date_mar = 'МАР';
    $publications_date_apr = 'АПР';
    $publications_date_may = 'МАЯ';
    $publications_date_jun = 'ИЮН';
    $publications_date_jul = 'ИЮЛ';
    $publications_date_aug = 'АВГ';
    $publications_date_sep = 'СЕН';
    $publications_date_oct = 'ОКТ';
    $publications_date_nov = 'НОЯ';
    $publications_date_dec = 'ДЕК';
//** PAGE 6 END **//

    
//** PAGE 7 **//
    $menuitem7_subtitle_1 = 'НАПИШИТЕ МНЕ';
    $menuitem7_subtitle_2 = 'ДОБАВЛЯЙТЕСЬ';

    $form_input_name = 'ИМЯ';
    $form_input_email = 'ЕМЕЙЛ';
    $form_input_text = 'СООБЩЕНИЕ';
    $form_input_btn = 'ОТПРАВИТЬ';
//** PAGE 7 END **//    


?>